Repository: yeager/kladvaljaren
Catalog: po/*.po
Languages: sv

source: Sunny
sv: Soligt

source: Shorts
sv: Kortbyxor

source: Sandals
sv: Sandaler

source: Sunhat
sv: Solhatt

source: Rainy
sv: Regnigt

source: Rain jacket
sv: Regnjacka

source: Rain pants
sv: Regnbyxor

source: Rubber boots
sv: Gummistövlar

source: Umbrella
sv: Paraply

source: Cold
sv: Kallt

source: Winter jacket
sv: Vinterjacka

source: Warm pants
sv: Varma byxor

source: Boots
sv: Stövlar

source: Hat
sv: Mössa

source: Gloves
sv: Vantar

source: Scarf
sv: Halsduk

source: Windy
sv: Blåsigt

source: Windbreaker
sv: Vindjacka

source: Long pants
sv: Långbyxor

source: Sneakers
sv: Gympadojor

source: Cloudy
sv: Molnigt

source: Sweater
sv: Tröja

source: About
sv: Om

source: What is the weather like?
sv: Vad är det för väder?

source: You should wear:
sv: Du borde ta på dig:

source: Choose clothes by weather
sv: Välj kläder efter väder
